import React from 'react';
import './HistoryLection1.css';


const HistoryLectionOne = () => {
    return ( <div className="background-page1">
        <div className="title">
            Други светски рат
        </div>
        <div className="textSectionOne">
        Други светски рат је трајао од 1939. до 1945. године. У њему је учествовала већина тадашњих држава света, укључујући и све велике силе, које су основале два супротстављена војна савеза: силе Осовине, на челу са Немачком и Савезници, на челу са СССР, Уједињеним Краљевством и САД. По броју држава, односно људи који су у њему учествовали, те броју људских жртава и степену материјалног разарања, Други светски рат представља највећи оружани сукоб у историји човечанства, са више од 100 милиона људи који су служили у војсци 30 различитих држава. У виду тоталног рата, водеће земље учеснице су ставиле све своје економске, индустријске и научне могућности у службу ратних напора, бришући разлике између војних и цивилних извора. Рат су обележиле масовне смрти цивила (највише у Совјетском Савезу и Кини), укључујући и холокауст и једини пример употребе нуклеарног оружја у рату. То је за последицу имало смрт од 50 до 75 милиона особа. Тај број ставља Други светски рат у најсмртоноснији рат у људској историји
        </div>
    </div> );
}
 
export default HistoryLectionOne;
 
