import React, { Component } from "react";
import "./GeoLection1.css";
class GeoLectionOne extends Component {
  render() {
    return (
      <div className="pozadina1">
        <div className="title-bg1">Beograd</div>

        <div className="pozadinaTeksta1">
          Београд је главни и најнасељенији град Републике Србије и привредно,
          културно и образовно средиште земље. Град лежи на ушћу Саве у Дунав,
          где се Панонска низија спаја са Балканским полуострвом. Београд је
          управно средиште Града Београда, посебне територијалне јединице са
          својом месном самоуправом. По броју становника четврти је у
          југоисточној Европи после Истанбула, Атине и Букурешта. Један је од
          старијих градова у Европи. Прва насеља на територији Београда датирају
          из праисторијске Винче, 4.800. година пре нове ере. Сам град су
          основали Келти у 3. веку пре н. е, пре него што је постао римско
          насеље Сингидунум. Београд је главни град Србије од 1405. године и био
          је престоница јужнословенских држава од 1918. па до 2003, као и Србије
          и Црне Горе од 2003. до 2006.
        </div>
      </div>
    );
  }
}

export default GeoLectionOne;
